

LENGTH_CHOICES = (
    (60, ("60cm")),
    (80, ("80cm")),
    (100, ("100cm")),
    (120, ("120cm")),
    (140, ("140cm")),
    (150, ("150cm")),
)

WEIGHT_CHOICES = (
    (1, ("1kg")),
    (2, ("2kg")),
    (5, ("5kg")),
    (10, ("10kg")),
    (20, ("20kg")),
    (30, ("30kg 이상")),
)

TIME_CHOICES = (
    (99, ("상관없음")),
    (1, ("1시간")),
    (3, ("3시간")),
    (6, ("6시간")),
    (12, ("12시간")),
    (24, ("24시간")),
)

AREA_CHOICES = (
    ("강남", ("강남구")),
    ("강동", ("강동구")),
    ("강북", ("강북구")),
    ("강서", ("강서구")),
    ("관악", ("관악구")),
    ("광진", ("광진구")),
    ("구로", ("구로구")),
    ("금천", ("금천구")),
    ("노원", ("노원구")),
    ("도봉", ("도봉구")),
    ("동대문", ("동대문구")),
    ("동작", ("동작구")),
    ("마포", ("마포구")),
    ("서대문", ("서대문구")),
    ("서초", ("서초구")),
    ("성동", ("성동구")),
    ("성북", ("성북구")),
    ("송파", ("송파구")),
    ("양천", ("양천구")),
    ("영등포", ("영등포구")),
    ("용산", ("용산구")),
    ("은평", ("은평구")),
    ("종로", ("종로구")),
    ("중구", ("중구")),
    ("중랑", ("중랑구")),
    ("부천", ("부천")),
    ("인천", ("인천")),
    ("안양", ("안양")),
    ("수원", ("수원")),
    ("안산", ("안산")),
    ("성남", ("성남")),
    ("일산", ("일산")),
    ("의정부", ("의정부")),
)
